export default {
  auth: {
    register: 'Тіркеу',
    titleRegistration: 'Webitel аккаунтын құру',
    enterDomain: 'Домен енгізіңіз',
    enterUsername: 'Логин мен құпиясөзді енгізіңіз',
    enterNewUsername: 'Логин  мен сенімді құпиясөз жазыңыз',
    enterLicense: 'Лицензия кілтін енгізіңіз',
    createAccount: 'Аккаунт құру',
    domain: 'Домен',
    providersTitle: 'Немесе ...... жалғастыру',
    password: 'Құпиясөз',
    newPassword: 'Жаңа құпия сөз',
    confirmNewPassword: 'Жаңа құпия сөзді растау',
    temporaryPasswordMessage: 'Сізге жаңа құпия сөз орнату қажет',
    expiredPasswordMessage: 'Сіздің құпия сөзіңіз ескірді. Жаңа құпия сөз орнатыңыз',
    confirmPassword: 'Құпиясөзді қайталаңыз',
    key: 'Кілт',
    registerSubmit: 'Құру',
    signIn: 'Кіру',
    login: 'Кіру',
    code: 'Код',
    enterAuthenticationCode: 'Екі факторлы аутентификация кодын енгізіңіз',
    carousel: {
      title1: 'Бұлт және Он-сайтқа',
      text1:
        'Қауіпсіздік саясатыңыз деректерді сақтауға және бұлттық қызметтерді пайдалануға мүмкіндік бермейді ме? Webitel көмегімен сіз өз сайтыңызда байланыс орталығын құра аласыз!',

      title2: 'Көп арналы және ортақ арналы',
      text2:
        'Клиенттермен әрқашан, кез келген жерде байланыста болыңыз! Кез келген күрделі IVR мәзірі,  кіріс, шығыс қарым-қатынас науқандары немесе әлеуметтік желілерге  хабарламалар - енді тіпті оңай!',

      title3: 'Орнықты жұмыс істейтін инфрақұрылым',
      text3:
        'Енді ешқандай тұрып қалу болмайды және деректер жоғалмайды. Жылдам ауқымдау және орнықты жұмыс істейтін архитектура әр түрлі байланыс арналарынан минутына клиенттердің  1000-нан астам өтінішіне бір уақытта қызмет көрсетуге мүмкіндік береді.',

      title4: 'Дизайн',
      text4:
        'Барлық қажетті функцияларға жылдам қол жеткізуге мүмкіндік беретін ең ыңғайлы басқару панелі бар жаңа минималистік интерфейс. Аз клик - көп мүмкіндіктер.',

      title5: 'Оператор топтарымен жұмыстың жаңа модулі',
      text5:
        'Қоңырауларды барынша тиімді тарату. Оператордың әртүрлі науқандарға қатысу үшін бірнеше дағдылары болуы мүмкін. Клиентке тек кәсіби мамандар қызмет көрсетеді.',

      title6: 'Қол жеткізу құқықтарын күйге келтіру',
      text6:
        'Құқықтарды басқарудың жаңа модулі – бақылаудың жаңа мүмкіндіктері. Сіз енгізілген өзгерістерді қадағалай отырып, тек бөлімдерге ғана емес, пайдаланушылардың әрекеттеріне де құқық бере аласыз.',
    },
  },
};
